MICLARO-BACK-master/Servicios/api/application/views/Request/getCMData.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://services.cmPoller.sisges.telmex.com.co">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:getCMData>
         <ser:mac><?=$Vjikrg1dolr2?></ser:mac>
      </ser:getCMData>
   </soapenv:Body>
</soapenv:Envelope>